Repository: vibrito/imusica-project
Catalog: PodcastPlayer/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %lld addresses
pt_br: %lld endereços

source: %lld episodes
pt_br: %lld episódios

source: %lld hours
pt_br: %lld horas

source: %lld minutes
pt_br: %lld minutos

source: %lldh %lldm
pt_br: %lldh %lldmin

source: %lldm
pt_br: %lldmin

source: Add a feed address to get started.
pt_br: Adicione o endereço de um feed para começar.

source: Add a podcast
pt_br: Adicionar um podcast

source: Artwork will be downloaded again as you browse.
pt_br: As capas serão baixadas novamente conforme você navega.

source: Browse
pt_br: Explorar

source: Cancel
pt_br: Cancelar

source: Check back once the publisher releases an episode.
pt_br: Volte quando o autor publicar um episódio.

source: Check the address and try again. It should look like https://example.com/feed.xml
pt_br: Verifique o endereço e tente novamente. Ele deve ser parecido com https://example.com/feed.xml

source: Check your connection and try again.
pt_br: Verifique sua conexão e tente novamente.

source: Clear
pt_br: Limpar

source: Clear address
pt_br: Limpar endereço

source: Clear image cache?
pt_br: Limpar o cache de imagens?

source: Clear podcast cache?
pt_br: Limpar o cache de podcasts?

source: Clear recent addresses?
pt_br: Limpar endereços recentes?

source: Comedy · Español
pt_br: Comédia · Espanhol

source: Couldn't play this episode
pt_br: Não foi possível reproduzir este episódio

source: Couldn't reach the server
pt_br: Não foi possível acessar o servidor

source: Double-check the address, or try one of the sample feeds.
pt_br: Confira o endereço ou experimente um dos feeds de exemplo.

source: Education · Português
pt_br: Educação · Português

source: Enter the address of a public podcast RSS feed
pt_br: Digite o endereço de um feed RSS de podcast público

source: History
pt_br: Histórico

source: Images
pt_br: Imagens

source: less than a minute
pt_br: menos de um minuto

source: Load podcast
pt_br: Carregar podcast

source: Loading
pt_br: Carregando

source: Loads this podcast
pt_br: Carrega este podcast

source: Next episode
pt_br: Próximo episódio

source: No episodes published yet
pt_br: Nenhum episódio publicado ainda

source: No feed at that address
pt_br: Nenhum feed nesse endereço

source: No podcast selected
pt_br: Nenhum podcast selecionado

source: Nothing here yet
pt_br: Nada aqui ainda

source: Nothing playing
pt_br: Nada em reprodução

source: Now playing
pt_br: Reproduzindo agora

source: Paste the address of any public podcast RSS feed.
pt_br: Cole o endereço do feed RSS de qualquer podcast público.

source: Pause
pt_br: Pausar

source: Play
pt_br: Reproduzir

source: Playback position
pt_br: Posição da reprodução

source: Plays this episode
pt_br: Reproduz este episódio

source: Podcast feed address
pt_br: Endereço do feed do podcast

source: Podcasts are re-checked with the server every hour and used offline in between.
pt_br: Os podcasts são verificados no servidor a cada hora e usados offline nesse intervalo.

source: Podcasts will be downloaded again next time you open them.
pt_br: Os podcasts serão baixados novamente na próxima vez que você abri-los.

source: Position unknown
pt_br: Posição desconhecida

source: Previous episode
pt_br: Episódio anterior

source: Radio-Canada · Français
pt_br: Radio-Canada · Francês

source: Recent
pt_br: Recentes

source: Recent addresses
pt_br: Endereços recentes

source: Settings
pt_br: Ajustes

source: Skip back 15 seconds
pt_br: Voltar 15 segundos

source: Skip forward 30 seconds
pt_br: Avançar 30 segundos

source: Something went wrong
pt_br: Algo deu errado

source: Technology · English
pt_br: Tecnologia · Inglês

source: That doesn't look like a valid address
pt_br: Esse endereço não parece válido

source: That isn't a podcast feed
pt_br: Isso não é um feed de podcast

source: The address returned something we couldn't read (%@).
pt_br: O endereço retornou algo que não conseguimos ler (%@).

source: The audio file may be unavailable. Try another episode.
pt_br: O arquivo de áudio pode estar indisponível. Tente outro episódio.

source: The list of addresses you've opened will be forgotten.
pt_br: A lista de endereços que você abriu será esquecida.

source: The list of addresses you've opened will be forgotten. Cached podcasts are not affected.
pt_br: A lista de endereços que você abriu será esquecida. Os podcasts em cache não são afetados.

source: The podcast host may be having trouble. Try again in a moment.
pt_br: O servidor do podcast pode estar com problemas. Tente novamente em instantes.

source: The server responded with an error (%lld)
pt_br: O servidor respondeu com um erro (%lld)

source: This podcast has no episodes yet
pt_br: Este podcast ainda não tem episódios

source: Try Again
pt_br: Tentar novamente

source: Try one of these
pt_br: Experimente um destes

source: unknown length
pt_br: duração desconhecida

source: You're offline
pt_br: Você está offline
